simple2D/constant/LESProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      LESProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

LESModel        Smagorinsky;

delta           Prandtl;

printCoeffs     on;

PrandtlCoeffs
{

    delta         cubeRootVol;
  
    cubeRootVolCoeffs
    {
        deltaCoeff      1;
    }
    

    //Cdelta          0.158;

}




// ************************************************************************* //
